Repository: ienvenue/prompt-hud
Catalog: PromptHUD/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %.1f s
zh_hans: %.1f 秒

source: %@ · very similar
zh_hans: %@ · 相似度高

source: About Prompt HUD
zh_hans: 关于 Prompt HUD

source: Accessibility permission
zh_hans: 辅助功能权限

source: Accessibility permission is off, so the selected text can’t be read. Paste the text here instead.
zh_hans: 未授予辅助功能权限，无法读取选中文字。可直接粘贴正文。

source: Add Prompt
zh_hans: 收录提示词

source: Added “%@”
zh_hans: 已收录「%@」

source: All
zh_hans: 全部

source: Backups Folder
zh_hans: 备份文件夹

source: Below goal (≥ 20)
zh_hans: 未达标（目标 ≥ 20）

source: Below goal (≥ 5)
zh_hans: 未达标（目标 ≥ 5）

source: Cancel
zh_hans: 取消

source: Can’t create the prompts folder: %@
zh_hans: 无法创建提示词文件夹：%@

source: Can’t read the old prompts file, so it wasn’t moved: %@
zh_hans: 旧版提示词文件无法读取，未迁移：%@

source: Capture Selected Text
zh_hans: 收录选中文字

source: Capture selected text
zh_hans: 收录选中文字

source: Captured: %lld %@
zh_hans: 新收录：%lld 条 %@

source: Category
zh_hans: 分类

source: Close
zh_hans: 关闭

source: Closed after a search with no results: %@ goal ≤ 10%%
zh_hans: 搜索无结果后关闭：%@ 目标 ≤ 10%%

source: Copied — press ⌘V to paste
zh_hans: 已复制，按 ⌘V 粘贴

source: Couldn’t delete. The prompt file may be damaged.
zh_hans: 删除失败：提示词文件可能有格式错误

source: Couldn’t read prompts
zh_hans: 提示词文件读取失败

source: Couldn’t save. Check disk permissions.
zh_hans: 保存失败，请检查磁盘权限

source: Data
zh_hans: 数据

source: Default when empty
zh_hans: 留空时默认

source: Defaults to the start of the text
zh_hans: 默认取正文开头

source: Delete
zh_hans: 删除

source: Delete this prompt?
zh_hans: 删除这条提示词？

source: Deleted “%@”
zh_hans: 已删除「%@」

source: Downloading %lld files from iCloud
zh_hans: 正在从 iCloud 下载 %lld 个文件

source: Edit Prompt
zh_hans: 编辑提示词

source: Edit · %@
zh_hans: 编辑 · %@

source: File error
zh_hans: 文件格式错误

source: From %@
zh_hans: 来自 %@

source: From a web link. Check it, then press ⌘↵ to save.
zh_hans: 来自网页链接，检查无误后按 ⌘↵ 保存

source: General
zh_hans: 通用

source: Granted
zh_hans: 已授予

source: Hide the text after this many uses
zh_hans: 使用多少次后隐藏正文

source: Insert
zh_hans: 插入

source: Inserted: %lld %@
zh_hans: 成功插入：%lld 次 %@

source: Invalid JSON: %@
zh_hans: JSON 格式错误：%@

source: Invalid file: the "prompts" array is missing
zh_hans: 文件结构错误：缺少 "prompts" 数组

source: It is also a system shortcut (System Settings → Keyboard → Keyboard Shortcuts), so Prompt HUD may not respond to it. Choose another one in Settings.
zh_hans: 它和系统快捷键（系统设置 → 键盘 → 键盘快捷键）重复了，按下后 Prompt HUD 可能不会响应。请在设置里换一个。

source: Launch at login
zh_hans: 开机自动启动

source: Loaded %lld prompts
zh_hans: 已加载 %lld 条提示词

source: Macs signed in to the same Apple ID sync prompts and settings automatically (except shortcuts).
zh_hans: 登录同一个 Apple ID 的 Mac 会自动同步提示词和设置（快捷键除外）。

source: New category “%@”
zh_hans: 新建分类「%@」

source: New text
zh_hans: 新正文

source: No matches
zh_hans: 没有找到

source: No selected text found. Paste the text here instead.
zh_hans: 未读取到选中文字，可直接粘贴正文。

source: Not Now
zh_hans: 以后再说

source: OK
zh_hans: 好

source: Old text
zh_hans: 旧正文

source: Once a prompt reaches this count, selecting it shows only the title; press → to see the text. Uses from all your Macs are added up, and the count starts over when you change the text.
zh_hans: 达到次数后，选中这条提示词时只显示标题，按 → 查看正文。次数是所有 Mac 的合计，修改正文后重新计数。

source: Open Log File
zh_hans: 打开日志文件

source: Open Prompt HUD
zh_hans: 唤出 Prompt HUD

source: Open Settings
zh_hans: 打开设置

source: Open System Settings
zh_hans: 前往系统设置授权

source: Open popup
zh_hans: 唤出 HUD

source: Open → insert (median): %@ goal ≤ 3 s
zh_hans: 唤出 → 插入耗时（中位数）：%@ 目标 ≤ 3 秒

source: Opened at the text cursor: %@ (input field %lld, mouse %lld)
zh_hans: 定位到文字光标的比例：%@（输入框 %lld 次，鼠标 %lld 次）

source: Pin
zh_hans: 置顶

source: Pinned
zh_hans: 已置顶

source: Popup
zh_hans: 提示词弹窗

source: Prompt %lld has no "prompt" text
zh_hans: 第 %lld 条提示词缺少 "prompt" 内容

source: Prompt HUD Settings
zh_hans: Prompt HUD 设置

source: Prompts: %lld unused for 30 days: %lld%% (goal ≤ 50%%)
zh_hans: 提示词总数：%lld 30 天未使用：%lld%%（目标 ≤ 50%%）

source: Quit
zh_hans: 退出

source: Reload
zh_hans: 重新加载

source: Replace
zh_hans: 替换

source: Replace another
zh_hans: 替换其他

source: Replace · %@
zh_hans: 替换 · %@

source: Replaced “%@”
zh_hans: 已替换「%@」

source: Replacing can’t be undone.
zh_hans: 替换后无法撤销。

source: Save
zh_hans: 保存

source: Save to
zh_hans: 保存到

source: Saved on this Mac only
zh_hans: 只保存在本机

source: Saved “%@”
zh_hans: 已保存「%@」

source: Search or add a category
zh_hans: 搜索或新建分类

source: Search prompts to replace
zh_hans: 搜索要替换的提示词

source: Search titles or text
zh_hans: 搜索标题或内容

source: Settings…
zh_hans: 设置…

source: Shortcut %@ is taken
zh_hans: 快捷键 %@ 被占用

source: Shortcuts
zh_hans: 快捷键

source: Show Prompts Folder in Finder
zh_hans: 在访达中显示提示词文件夹

source: Show in Finder
zh_hans: 在访达中显示

source: Similar text
zh_hans: 内容相似

source: Text
zh_hans: 正文

source: The prompts folder isn’t available: %@
zh_hans: 提示词文件夹不可用：%@

source: The text can’t be empty
zh_hans: 正文不能为空

source: This field is in secure input mode, so nothing can be inserted
zh_hans: 当前输入框处于安全输入状态，无法插入

source: This prompt no longer exists. It may have been deleted on another Mac.
zh_hans: 这条提示词已不存在，可能已在另一台 Mac 上被删除

source: Title
zh_hans: 标题

source: Uncategorized
zh_hans: 未分类

source: Usage in the Last 7 Days
zh_hans: 最近 7 天使用统计

source: Usage in the Last 7 Days…
zh_hans: 最近 7 天使用统计…

source: Will be replaced
zh_hans: 将被替换

source: Your prompts, right next to the text cursor. Based on Maccy Maccy © Alexey Rodionov, MIT License
zh_hans: 在光标旁边收集和调用提示词。 基于 Maccy 二次开发 Maccy © Alexey Rodionov，MIT License

source: iCloud Drive is off, so nothing syncs. When you turn it on, your prompts move to iCloud Drive automatically.
zh_hans: iCloud 云盘未开启，不会同步。开启后会自动合并到 iCloud 云盘。

source: iCloud Drive › %@
zh_hans: iCloud 云盘 › %@

source: uses
zh_hans: 次

source: “%@” already has the same text, so this can’t be saved
zh_hans: 已有相同正文的提示词「%@」，不能重复保存

source: “%@” will be deleted. This can’t be undone.
zh_hans: 「%@」会被删除，无法恢复。

source: → Text
zh_hans: → 正文

source: ⚠️ Accessibility Permission Needed…
zh_hans: ⚠️ 需要辅助功能权限…

source: ⚠️ Couldn’t Read Prompts (click for details)
zh_hans: ⚠️ 提示词读取出错（点击查看）

source: ⚠️ Shortcut %@ is taken (click to change)
zh_hans: ⚠️ 快捷键 %@ 被占用（点击更换）

source: ⚠️ iCloud Drive Is Off — Saved on This Mac Only
zh_hans: ⚠️ iCloud 云盘未开启，只保存在本机

source: ✅ Goal met
zh_hans: ✅ 已达标

source: ＋ New prompt
zh_hans: ＋ 新提示词

source: ＋ Save as a new prompt
zh_hans: ＋ 存为新提示词
